{
	tips:[
"[Caymon's] Techmined ships can be incredibly powerful, But most of the time, they dont make the cut despite looking cool.",
"[Caymon's] Junker ships tend to be cheap, overloaded with weapon mounts, lack shields and are normally terrible in conventional ship to ship combat. Please talk to your local Alfonzo about buffing their armor so they can at least take some hits.",
"[Caymon's] Did you know that the Luddic Church has their own subfaction of ships akin to the Lion Guard and the XIV? Dont worry, 99% of everyone else didnt either.",
"[Caymon's] Wanzers seem to have skipped leg day. Someone should prob tell Tart to let them go to the gym.",
{"freq":0.50,"tip":"If Blade Breakers are so good, Why isn't there a Blade Breakers 2?."},
"Please dont stick stations in Hyperspace, As cool as it is conceptually, The game cant handle it and slows down when you are near it. Im looking at you Tech Duinn.",
"No, the portraits added by VIC are in fact, NOT FURRY.",
"No, the Vic Viper is not from VIC. It's a reference to Gradius, Yes, those people exist and made that inital assumption.",
{"freq":0.50,"tip":"Check out the GFL portrait Pack, So you too can have Anime girls with Guns added to your starsector experience."},
{"freq":0.50,"tip":"Giant Fighting Robots, need I say more?"},
{"freq":0.50,"tip":"People who call others degenerates are degenerates themselves."},
{"freq":0.50,"tip":"God is dead, and the Phasegon did not kill it. It was in fact the Phase Venture."},
"[Caymon's] How can someone make a mod called High Tech Expanison but yet not add a single REDACTED? It's like having a pasta contest without Italy.",
{"freq":0.50,"tip":"Please help your friends and family cure their Leagure of Legends addiction. Or at least trade it for a better game."},
{"freq":0.50,"tip":"Something something I hate Destiny it's my favorite game."},
{"freq":0.50,"tip":"Im suprised no one has made a Hololive portrait pack yet."},
{"freq":0.50,"tip":"Please throw money towards your local Nexerelin mod author so they can continue being every mod author's tech support."},
"Seriously, what is the practical use of the Aethernium and Obelisk from Seeker?",
{"freq":0.50,"tip":"Nia looks likes a chicken thighs lover type of person."},
"[Caymon's] Kadur ships... leave a lot to be desired when it comes to being useful like low tech.",
"[Caymon's] Approlight Prime ships do not have a prime access you can pay for. You gotta grind it out the long way.",
"[Caymon's] Do the Knight Templars simp for Omega ships? This is one of many questions DR would have asked himself at some point",
{"freq":0.25,"tip":"O Player mine, let me tell you a secret, if you ever want to see who's been writing these tips and ruining your inmersion since the very beginning, just stand on that line, and Look up."},
"[Caymon's] If you have any feedback on my Ship pack, Feel Free to post it on my thread or let me know through discord.",

    ],
}